{
  "Cabará": {
    "preco": "R$ 89,99",
    "descricao": "Planta rústica da Amazônia, conhecida por sua resistência e folhagem exuberante. Ideal para ambientes com boa iluminação, traz um toque tropical único ao seu espaço."
  },
  "Caladium": {
    "preco": "R$ 79,99",
    "descricao": "Com folhas coloridas e vibrantes, o Caladium é perfeito para quem busca adicionar cor ao ambiente. Aprecia umidade e sombra parcial, criando um visual espetacular."
  },
  "Rosa do deserto": {
    "preco": "R$ 69,99",
    "descricao": "Suculenta exótica com flores deslumbrantes. Requer sol pleno e pouca água, ideal para quem busca uma planta ornamental de baixa manutenção com floração impressionante."
  },
  "Cuprea": {
    "preco": "R$ 79,99",
    "descricao": "Alocasia de folhas cobre-metálicas únicas. Aprecia ambientes úmidos e iluminação indireta. Uma verdadeira joia para colecionadores de plantas exóticas."
  },
  "Odora": {
    "preco": "R$ 29,99",
    "descricao": "Alocasia gigante de crescimento vigoroso. Suas grandes folhas criam um efeito tropical marcante. Perfeita para espaços amplos com boa umidade."
  },
  "Polly": {
    "preco": "R$ 69,99",
    "descricao": "Conhecida como Máscara Africana, possui folhas escuras com nervuras prateadas marcantes. Compacta e elegante, ideal para ambientes internos bem iluminados."
  },
  "Clypeolata": {
    "preco": "R$ 49,99",
    "descricao": "Alocasia rara com folhas arredondadas e textura única. De crescimento moderado, aprecia umidade constante e luz filtrada, sendo uma adição sofisticada à coleção."
  },
  "Black Velvet": {
    "preco": "R$ 49,99",
    "descricao": "Planta de folhas aveludadas quase negras com nervuras prateadas. Compacta e de crescimento lento, perfeita para pequenos espaços com alta umidade."
  },
  "Dragon Scale": {
    "preco": "R$ 79,99",
    "descricao": "Folhas texturizadas que lembram escamas de dragão. Uma das Alocasias mais impressionantes, com padrões únicos. Requer cuidados especiais e alta umidade."
  },
  "Zebrina": {
    "preco": "R$ 49,99",
    "descricao": "Alocasia com padrão zebrado distinto nas folhas. Resistente e de fácil cultivo, adapta-se bem a diferentes condições de luz, trazendo personalidade ao ambiente."
  },
  "Sinuata": {
    "preco": "R$ 39,99",
    "descricao": "Com folhas recortadas e bordas onduladas, é uma Alocasia única. De crescimento compacto, perfeita para quem busca algo diferenciado e de fácil manutenção."
  },
  "Aechmea chantinii": {
    "preco": "R$ 79,99",
    "descricao": "Bromélia exuberante com folhas listradas e inflorescência colorida. Epífita de fácil cultivo, aprecia umidade e luz indireta, criando um ponto focal no ambiente."
  },
  "Guzmania": {
    "preco": "R$ 59,99",
    "descricao": "Bromélia tropical com brácteas vibrantes que duram meses. Ideal para ambientes internos, requer pouca manutenção e traz cor constante ao espaço."
  },
  "Aechmea": {
    "preco": "R$ 69,99",
    "descricao": "Bromélia resistente com inflorescência duradoura. Suas folhas rígidas formam uma roseta elegante. Perfeita para jardins tropicais e ambientes de baixa manutenção."
  },
  "Tillandsia": {
    "preco": "R$ 49,99",
    "descricao": "Planta aérea que não precisa de solo. Absorve nutrientes pelo ar. Ideal para arranjos criativos, requer apenas borrifos regulares de água."
  },
  "Gasteria Maculata": {
    "preco": "R$ 79,99",
    "descricao": "Suculenta compacta com folhas manchadas únicas. Muito resistente à seca e de crescimento lento. Perfeita para iniciantes e colecionadores."
  },
  "Aeonium": {
    "preco": "R$ 29,99",
    "descricao": "Suculenta em roseta com cores variadas. De crescimento rápido e fácil propagação. Ideal para jardins rochosos e vasos decorativos."
  },
  "Echeveria Agavoides": {
    "preco": "R$ 69,99",
    "descricao": "Suculenta com folhas triangulares pontiagudas e bordas avermelhadas. Forma rosetas perfeitas e compactas. Resistente e de beleza escultural."
  },
  "Echeveria": {
    "preco": "R$ 49,99",
    "descricao": "Suculenta clássica em roseta com tons azulados. Extremamente resistente e fácil de cuidar. Perfeita para arranjos e jardins de suculentas."
  },
  "Chomthong": {
    "preco": "R$ 69,99",
    "descricao": "Orquídea híbrida com flores grandes e vibrantes. Floração prolongada e perfumada. Ideal para cultivadores que buscam beleza e facilidade no cultivo."
  },
  "Looge Tone Red": {
    "preco": "R$ 49,99",
    "descricao": "Orquídea com flores vermelhas intensas. Floração abundante e duradoura. De cultivo moderado, aprecia luminosidade indireta e regas regulares."
  },
  "Phalaenopsis Manchada": {
    "preco": "R$ 69,99",
    "descricao": "Orquídea com flores brancas manchadas de rosa. Elegante e sofisticada, de longa floração. Perfeita para ambientes internos bem iluminados."
  },
  "Sophoronitis": {
    "preco": "R$ 49,99",
    "descricao": "Orquídea miniatura com flores intensas e perfumadas. Compacta e de fácil cultivo. Ideal para colecionadores que buscam variedade em pequenos espaços."
  },
  "Alpino": {
    "preco": "R$ 39,99",
    "descricao": "Orquídea resistente com flores delicadas. Adapta-se bem a diferentes temperaturas. Perfeita para iniciantes no cultivo de orquídeas."
  },
  "Blanca Phalaenopsis": {
    "preco": "R$ 59,99",
    "descricao": "Orquídea branca pura de elegância atemporal. Floração duradoura e de fácil cultivo. Ideal para decoração sofisticada e presente especial."
  },
  "Cascatas": {
    "preco": "R$ 29,99",
    "descricao": "Orquídea pendente com múltiplas hastes florais. Cria um efeito cascata espetacular. Perfeita para vasos suspensos e jardins verticais."
  },
  "Phalaenopsis": {
    "preco": "R$ 39,99",
    "descricao": "Orquídea borboleta clássica, a mais popular do mundo. Floração longa e cores variadas. Ideal para iniciantes, de cultivo simples e recompensador."
  },
  "Americana": {
    "preco": "R$ 39,99",
    "descricao": "Samambaia clássica de folhagem densa e elegante. Purifica o ar e traz frescor ao ambiente. Ideal para locais sombreados e úmidos."
  },
  "De Sol": {
    "preco": "R$ 29,99",
    "descricao": "Samambaia resistente que tolera luz solar direta. Folhagem exuberante e de crescimento rápido. Perfeita para varandas e jardins ensolarados."
  },
  "Gleichenia": {
    "preco": "R$ 99,99",
    "descricao": "Samambaia rara de estrutura delicada e ramificada. Cria um efeito visual único e sofisticado. Para colecionadores que buscam exclusividade."
  },
  "Prata": {
    "preco": "R$ 49,99",
    "descricao": "Samambaia com folhas prateadas brilhantes. Compacta e elegante, ideal para ambientes internos. Traz luminosidade e leveza à decoração."
  }
}
